const FaqContent = {
  Center: {
    One: {
      title: 'Как стать членом фитнес‑центра?',
      description: 'При первом посещении и покупке абонемента, необходимо заполнить анкету и подписать договор. При покупке абонемента онлайн, анкета также заполняется онлайн и договор придёт вам на почту.',
    },
    Two: {
      title: 'Где можно посмотреть расписание?',
      description: 'Вы можете ознакомиться с расписание на стойке информации, на нашем официальном сайте. Так же есть возможность оформить подписку на наши новости и получать расписание и обновления на почту каждую неделю.',
    },
    Three: {
      title: 'Есть кулеры в центре? Предоставляются полотенца?',
      description: 'В нашем современном спортзале есть кулеры с водой для удобства посетителей. Что касается полотенец, то в спортзале предоставляют их бесплатно, в то время как другие могут взимать дополнительную плату или требовать, чтобы вы принесли свое собственное полотенце.',
    },
    Four: {
      title: 'Сколько тренеров работает в клубе и какова их&nbsp;квалификация',
      description: 'В нашем клубе работает 8 тренеров с обширными квалификациями и направлениями. Посмотреть подробную информацию можно на сайте.',
    },
  },
  Subscription: {
    One: {
      title: 'Занятия с тренером входят в абонемент?',
      description: 'При посещении тренажерного зала вам необходимо оплатить занятия с тренером отдельно. В зале всегда присутствует дежурный тренер, которому можно задать вопрос,  получить небольшую консультацию по тренажеру или технике выполнения упражнения.',
    },
    Two: {
      title: 'Можно ли заморозить абонемент?',
      description: 'Лучший способ узнать о возможности и условиях заморозки абонемента в вашем спортзале — это обратиться непосредственно в администрацию спортзала, проверить их веб-сайт или прочитать условия вашего абонемента.',
    },
    Three: {
      title: 'Есть ли лимит по посещениям тренажерного зала и групповых занятий?',
      description: 'Абонемент на групповые занятия включает определенное количество посещений групповых классов в месяц.',
    },
    Four: {
      title: 'Где можно посмотреть расписание?',
      description: 'Чтобы узнать расписание вашего спортзала, вы можете воспользоваться следующими источниками - официальный веб-сайт спортзала, через мобильное приложение, позвонить нам или запросить электронную рассылку.',
    },
  },
  Services: {
    One: {
      title: 'Предлагает ли клуб услуги по консультированию по вопросам питания?',
      description: 'Да. Вы можете обратиться как к своему тренеру, так и к нашему нутрициологу. Специалист уточнит ваши данные, цели и предложит программу питания.',
    },
    Two: {
      title: 'Проводятся ли в клубе какие-либо мероприятия или соревнования?',
      description: 'Да, в нашем зале проводится - различные мероприятия и соревнования. Фитнес-мероприятия и мастер-классы, соревнования и турниры, образовательные мероприятия, Открытые дни и дни открытых дверей. Актуальное расписание можно узнать в наших социальных сетях.',
    },
    Three: {
      title: 'Можно ли приобрести в центре спортивное питание?',
      description: 'Мы предлагаем спортивное питание в нашем магазинах и на ресепшене.',
    },
    Four: {
      title: 'Есть ли в центре детская комната?',
      description: 'Да, в нашем спорт зале есть детская комната. Посмотреть фотографии можете в наших социальных сетях.',
    },
  },
  Rules: {
    One: {
      title: 'Есть в фитнес-центре дресс-код?',
      description: 'Для тренировок необходимо иметь предназначенную для этого закрытую спортивную обувь и одежду. Верхняя и нижняя части тела должны быть закрыты (используйте футболки, майки, спортивные брюки, шорты, кроссовки). В целях безопасности, запрещается тренироваться босиком, в пляжных или домашних тапочках и т. п., исключения составляют специальные классы (например, йога, пилатес).',
    },
    Two: {
      title: 'Можно ли приводить с собой детей на тренировки?',
      description: 'В нашем спортзале обустроена детская комната, для комфортного пребывания ребенка. Так же в наших соц сетях вывешены часы работы аниматоров.',
    },
    Three: {
      title: 'Какие дополнительные правила посещения центра?',
      description: 'Есть несколько обязательных правил которые необходимо соблюсти перед тренировкой. У вас должна быть с собой тренировочная форма. Медицинская справка о отсутствие медицинский противопоказаний. Запрещено приносить продукты питания с собой. Для детей разных возрастов есть ограничения на некоторые секции зала.',
    },
    Four: {
      title: 'Нужна ли медицинская справка для посещения залов и бассейна?',
      description: 'Для общего посещения тренажерного зала справка не требуется. Однако, если у вас есть определенные медицинские условия или заболевания, которые могут повлиять на безопасность тренировок, может быть рекомендовано получить справку от врача. Для бассейна справка требуется в обязательном порядке.',
    },
  }
};

const ClassList = {
  center: 'faq__button--center',
  subscription: 'faq__button--subscription',
  services:'faq__button--services',
  rules: 'faq__button--rules',
};

export { FaqContent, ClassList };
